<template>
  <div>
    <h2>個人情報の定義</h2>
    <v-divider class="my-4" />
    <p class="mb-8">
      本プライバシーポリシーにおいて、個人情報とは生存する個人に関する情報であり、氏名、生年月日、住所、電話番号、メールアドレス等、特定の個人を識別することができるものをいいます。
    </p>

    <h2>法律、法令等の遵守</h2>
    <v-divider class="my-4" />
    <p class="mb-8">
      当Webサイトは個人情報を取り扱うにあたっては個人情報の保護に関する法令、ガイドラインおよび本プライバシーポリシーを遵守致します。
    </p>

    <h2>個人情報の収集について</h2>
    <v-divider class="my-4" />
    <p class="mb-2">
      当サイトは、Googleが提供するアクセス解析ツール「Google
      アナリティクス」を利用しています。Google
      アナリティクスから提供されるCookieを使用していますが、Google
      アナリティクスによって個人を特定する情報は取得していません。
    </p>

    <p class="mb-8">
      ブラウザの設定でCookieを無効にすることで、トラフィックデータの収集を拒否することができます。なお、トラフィックデータからお客様個人を特定することはできません。詳しくはGoogleアナリティクス利用規約をご確認ください。
    </p>

    <h2>個人情報の利用</h2>
    <v-divider class="my-4" />
    <p class="mb-8">
      当Webサイトは、ユーザーご本人の同意を得た場合、および法令により例外として取り扱うことが認められている場合を除き、収集した個人情報について、収集の際に予め明示した目的または公表している利用目的においてのみ利用いたします。
    </p>

    <h2>個人情報の提供</h2>
    <v-divider class="my-4" />
    <p class="mb-8">
      当Webサイトは、個人情報をユーザーご本人の同意なしに、業務委託先以外の第三者に開示・提供することはありません。
      ただし、裁判所、警察等の公的機関から開示を求められた場合には、ご本人の同意なく個人情報を開示・提供することがあります。
    </p>

    <h2>本ポリシーの変更</h2>
    <v-divider class="my-4" />
    <p class="mb-8">
      当サイトは、法令の制定・改正等により本ポリシーを適宜見直し予告なく変更する場合があります。本ポリシーの変更は、変更後の本ポリシーが当サイトに掲載された時点、またはその他の方法により変更後の本ポリシーが閲覧可能となった時点で有効になります。
    </p>

    <h2>免責</h2>
    <v-divider class="my-4" />
    <p class="mb-3">
      以下の場合は、第三者による個人情報の取得に関し、当Webサイトは何らの責任を負いません。
    </p>

    <p class="mb-2">
      ・ユーザー自らが当Webサイト上の機能または別の手段を用いて第三者に個人情報を明らかにする場合
    </p>
    <p class="mb-2">
      ・ユーザーが当Webサイト上に入力した情報、活動情報等により、期せずして個人が特定できてしまった場合
    </p>
    <p class="mb-2">
      ・第三者が当Webサイト外で個人情報その他の利用者情報を取得した場合
    </p>
  </div>
</template>

<script setup lang="ts">
  definePageMeta({
    title: 'Privacy',
  })
</script>
